Repository: Jju17/ColocKitchenRace
Catalog: ios/Shared/Assets/Localizable.xcstrings
Source language: en
Languages: fr, nl

source: including %@
fr: dont %@
nl: inclusief %@

# **%lld** people%@
source: **%1$lld** people%2$@
fr: **%1$lld** personnes%2$@
nl: **%1$lld** personen%2$@

source: %@ will be able to access CKRAdmin and manage the app.
fr: %@ pourra accéder à CKRAdmin et gérer l'application.
nl: %@ krijgt toegang tot CKRAdmin en kan de app beheren.

source: %@ will no longer have admin access.
fr: %@ n'aura plus accès admin.
nl: %@ heeft geen admin-toegang meer.

# %lld challenge%@ validated
source: %1$lld challenge%2$@ validated
fr: %1$lld challenge%2$@ validé
nl: %1$lld challenge%2$@ gevalideerd

source: %lld failed
fr: %lld échoué(s)
nl: %lld mislukt

source: %lld groups have been assigned A/B/C/D roles.
fr: %lld groupes ont reçu les rôles A/B/C/D.
nl: %lld groepen hebben A/B/C/D-rollen gekregen.

source: %lld groups of 4
fr: %lld groupes de 4
nl: %lld groepen van 4

source: %lld groups of 4 cohouses have been created successfully.
fr: %lld groupes de 4 colocs ont été créés avec succès.
nl: %lld groepen van 4 cohouses zijn succesvol aangemaakt.

source: %lld sent
fr: %lld envoyé(s)
nl: %lld verzonden

source: A verification link has been sent to your email address. Please check your inbox and click the link to continue.
fr: Un lien de vérification a été envoyé à ton adresse e-mail. Vérifie ta boîte de réception et clique sur le lien pour continuer.
nl: Er is een verificatielink naar je e-mailadres gestuurd. Controleer je inbox en klik op de link om verder te gaan.

source: Active challenges at the moment :
fr: Challenge actif :
nl: Actieve challenges op dit moment:

source: Add default challenges
fr: Ajouter les challenges par défaut
nl: Standaard challenges toevoegen

source: Add user
fr: Ajouter un utilisateur
nl: Gebruiker toevoegen

source: Address
fr: Adresse
nl: Adres

source: Address found but uncertain:
fr: Adresse trouvée mais incertaine :
nl: Adres gevonden maar onzeker:

source: Address not found or not recognized.
fr: Adresse introuvable ou non reconnue.
nl: Adres niet gevonden of niet herkend.

source: Adjust pin on map
fr: Ajuster le pin sur la carte
nl: Pin op de kaart aanpassen

source: After validation, you will no longer be able to change the number of participants or the cohouse type.
fr: Après validation, tu ne pourras plus modifier le nombre de participants ni le type de coloc.
nl: Na validatie kan je het aantal deelnemers of het type cohouse niet meer wijzigen.

source: All participants can now see their evening planning.
fr: Tous les participants peuvent maintenant voir leur planning de soirée.
nl: Alle deelnemers kunnen nu hun avondplanning zien.

source: Analyzing ID card...
fr: Analyse de la carte d'identité...
nl: Identiteitskaart analyseren...

source: Aperitif
fr: Apéritif
nl: Aperitief

source: APERITIF
fr: APÉRO
nl: APÉRO

source: Apple Maps
fr: Apple Plans
nl: Apple Kaarten

source: Are you sure you want to delete this challenge ?
fr: Es-tu sûr de vouloir supprimer ce challenge ?
nl: Weet je zeker dat je deze challenge wilt verwijderen?

source: Are you sure? This will permanently delete the current CKR Game and all its data (participants, matches, etc.).%@
fr: Es-tu sûr ? Cela supprimera définitivement le jeu CKR actuel et toutes ses données (participants, matchs, etc.).%@
nl: Weet je het zeker? Dit verwijdert definitief het huidige CKR-spel en alle bijbehorende gegevens (deelnemers, matches, enz.).%@

source: Are you sure? This will permanently remove all matched groups from the current game. This action is not reversible.
fr: Es-tu sûr ? Cela supprimera définitivement tous les groupes formés du jeu actuel. Cette action est irréversible.
nl: Weet je het zeker? Dit verwijdert definitief alle gevormde groepen van het huidige spel. Deze actie is onomkeerbaar.

source: Assigning roles...
fr: Attribution des rôles...
nl: Rollen toewijzen...

source: Average age
fr: Moyenne d'âge
nl: Gemiddelde leeftijd

source: Basic info
fr: Information
nl: Basisinformatie

source: Begin your participation in this challenge.
fr: Commence ta participation à ce challenge.
nl: Begin je deelname aan deze challenge.

source: Beta Feature
fr: Fonctionnalité bêta
nl: Bètafunctie

source: Boys
fr: Garçons
nl: Jongens

source: Call
fr: Appeler
nl: Bellen

source: Camera
fr: Appareil photo

source: Cancel
fr: Annuler
nl: Annuleren

source: Challenge responses
fr: Réponses au challenge
nl: Challenge-antwoorden

source: Challenge responses will appear here once submitted
fr: Les réponses au challenge apparaîtront ici une fois soumises
nl: Challenge-antwoorden verschijnen hier zodra ze zijn ingediend

source: Change photo
fr: Changer la photo
nl: Foto wijzigen

source: Choice %lld
fr: Choix %lld
nl: Keuze %lld

source: Choice: %@
fr: Choix : %@
nl: Keuze: %@

source: Choose a cover photo
fr: Choisis une photo de couverture
nl: Kies een omslagfoto

source: Choose an answer, then confirm.
fr: Choisis une réponse, puis confirme.
nl: Kies een antwoord en bevestig.

source: City
fr: Ville
nl: Stad

source: CKR Countdown start
fr: Début du compte à rebours CKR
nl: CKR Aftelling start

source: CKR Game already exists
fr: Un jeu CKR existe déjà
nl: CKR-spel bestaat al

source: CKR Registration
fr: Inscription CKR
nl: CKR-inschrijving

source: Close
fr: Fermer
nl: Sluiten

source: Closed
fr: Fermé
nl: Gesloten

source: Cohouse
fr: Coloc

source: Cohouse name
fr: Nom de la coloc
nl: Naam van de cohouse

source: Cohouse type
fr: Type de coloc
nl: Type cohouse

source: Cohouse updated
fr: Coloc mise à jour
nl: Cohouse bijgewerkt

source: Cohouse: %@
fr: Coloc : %@

source: Cohouses
fr: Colocs

source: Coming Soon
fr: Bientôt disponible
nl: Binnenkort beschikbaar

source: Complete your profile
fr: Complète ton profil
nl: Vervolledig je profiel

source: Configure event
fr: Configurer l'événement
nl: Evenement configureren

source: Confirm
fr: Confirmer
nl: Bevestigen

source: Confirm deletion
fr: Confirmer la suppression
nl: Verwijdering bevestigen

source: Confirm matching
fr: Confirmer l'association
nl: Matching bevestigen

source: Confirm matching failed
fr: Échec de la confirmation de l'association
nl: Bevestiging van matching mislukt

source: Confirm matching?
fr: Confirmer l'association ?
nl: Matching bevestigen?

source: Content
fr: Contenu
nl: Inhoud

source: Contact Support
fr: Contacter le support
nl: Contact opnemen

source: Continue
fr: Continuer
nl: Doorgaan

source: Continue anyway
fr: Continuer quand même
nl: Toch doorgaan

source: Continue to payment
fr: Continuer vers le paiement
nl: Doorgaan naar betaling

source: Copied!
fr: Copié !
nl: Gekopieerd!

source: Copy
fr: Copier
nl: Kopiëren

source: Copy address
fr: Copier l'adresse
nl: Adres kopiëren

source: Correct answer
fr: Réponse correcte
nl: Juist antwoord

source: Could not analyze the photo. An admin will verify manually.
fr: Impossible d'analyser la photo. Un admin vérifiera manuellement.
nl: Kon de foto niet analyseren. Een admin zal handmatig controleren.

source: Cover photo
fr: Photo de couverture
nl: Omslagfoto

source: Create
fr: Créer
nl: Aanmaken

source: Create account
fr: Créer un compte
nl: Account aanmaken

source: Create new CKR Game
fr: Créer un nouveau jeu CKR
nl: Nieuw CKR-spel aanmaken

source: Create new cohouse
fr: Créer une nouvelle coloc
nl: Nieuwe cohouse aanmaken

source: Custom Picker
fr: Sélecteur personnalisé
nl: Aangepaste kiezer

source: Dashboard
fr: Tableau de bord

source: Days
fr: Jours
nl: Dagen

source: Delete
fr: Supprimer
nl: Verwijderen

source: Delete account
fr: Supprimer le compte
nl: Account verwijderen

source: Delete CKR Game
fr: Supprimer le jeu CKR
nl: CKR-spel verwijderen

source: Delete CKR Game?
fr: Supprimer le jeu CKR ?
nl: CKR-spel verwijderen?

source: Delete failed
fr: Échec de la suppression
nl: Verwijdering mislukt

source: Delete my account
fr: Supprimer mon compte
nl: Mijn account verwijderen

source: Delete this news?
fr: Supprimer cette news ?
nl: Dit nieuws verwijderen?

source: Deleting account...
fr: Suppression du compte...
nl: Account verwijderen...

source: Did you complete the challenge?
fr: Tu as réalisé le défi ?
nl: Heb je de challenge voltooid?

source: Dietary preferences
fr: Préférences alimentaires
nl: Dieetvoorkeuren

source: Diner
fr: Dîner

source: DINNER
fr: DÎNER
nl: DINER

source: Dismiss
fr: Ignorer
nl: Negeren

source: Do you want to have news from CKR team ?
fr: Voulez-vous recevoir des news de CKR ?
nl: Wil je nieuws ontvangen van het CKR-team?

source: Done
fr: Terminé
nl: Klaar

source: Edit
fr: Editer
nl: Bewerken

source: Edit CKR Game
fr: Modifier le jeu CKR
nl: CKR-spel bewerken

source: Edit CKR Game (Beta)
fr: Modifier le jeu CKR (Bêta)
nl: CKR-spel bewerken (bèta)

source: Edit cohouse
fr: Editer la coloc
nl: Cohouse bewerken

source: Edit News
fr: Modifier News
nl: Nieuws bewerken

source: Edit profile
fr: Modifier le profil
nl: Profiel bewerken

source: Editing a CKR Game is a beta feature. Modifying certain fields while a game is in progress may cause unexpected behavior.
fr: La modification d'un jeu CKR est une fonctionnalité bêta. Modifier certains champs pendant qu'un jeu est en cours peut provoquer un comportement inattendu.
nl: Het bewerken van een CKR-spel is een bètafunctie. Het wijzigen van bepaalde velden terwijl een spel bezig is, kan onverwacht gedrag veroorzaken.

source: Edition
fr: Édition
nl: Editie

source: Edition #%lld
fr: Édition #%lld
nl: Editie #%lld

source: Edition ID
fr: ID de l'édition
nl: Editie-ID

source: Email Verification
fr: Vérification de l'email
nl: E-mailverificatie

source: End
fr: Fin
nl: Einde

source: End Date
fr: Date de fin
nl: Einddatum

source: Ended at %@
fr: Terminé le %@
nl: Geëindigd op %@

source: Error
fr: Erreur
nl: Fout

source: Error : %@
fr: Erreur : %@
nl: Fout: %@

source: Event Settings
fr: Paramètres de l'événement
nl: Evenementinstellingen

source: Failed
fr: Échoué
nl: Mislukt

source: Filter responses
fr: Filtrer les réponses
nl: Antwoorden filteren

source: Final decision for the challenge
fr: Décision finale pour le challenge
nl: Eindbeslissing voor de challenge

source: First name *
fr: Prénom *
nl: Voornaam *

source: For now, if you want to delete current game, please check with an Admin.
fr: Pour le moment, si tu veux supprimer le jeu en cours, contacte un Admin.
nl: Als je het huidige spel wilt verwijderen, neem dan contact op met een Admin.

source: Free answer. Play fair, no cheating 👀
fr: Réponse libre. Joue le jeu, sans tricher 👀
nl: Vrij antwoord. Speel eerlijk, niet spieken 👀

source: Full ranking
fr: Classement complet
nl: Volledig klassement

source: Game date
fr: Date du jeu
nl: Speldatum

source: Girls
fr: Filles
nl: Meisjes

source: Gluten free
fr: Sans gluten
nl: Glutenvrij

source: Go to cohouse tab
fr: Aller à l'onglet Coloc
nl: Ga naar het cohouse-tabblad

source: Group
fr: Groupe
nl: Groep

source: Guest
fr: Invité
nl: Gast

source: Guest phone
fr: Tel. invité
nl: Tel. gast

source: History
fr: Historique
nl: Geschiedenis

source: Host
fr: Hôte
nl: Gastheer

source: Host phone
fr: Tel. hôte
nl: Tel. gastheer

source: Hours
fr: Heures
nl: Uren

source: I understand, continue
fr: Je comprends, continuer
nl: Ik begrijp het, doorgaan

source: I've done it!
fr: C'est fait !
nl: Ik heb het gedaan!

source: I've verified my email
fr: J'ai vérifié mon email
nl: Ik heb mijn e-mail geverifieerd

source: ID Card
fr: Carte d'identité
nl: Identiteitskaart

source: ID card detected
fr: Carte d'identité détectée
nl: Identiteitskaart gedetecteerd

source: ID card verification
fr: Vérification de la carte d'identité
nl: Verificatie identiteitskaart

source: Image failed to load
fr: Échec du chargement de l'image
nl: Afbeelding kon niet worden geladen

source: Image quality is low. Please retake with better lighting.
fr: La qualité de l'image est faible. Reprends la photo avec un meilleur éclairage.
nl: De beeldkwaliteit is laag. Neem de foto opnieuw met betere belichting.

source: Invalid address (incorrect format).
fr: Adresse invalide (format incorrect)
nl: Ongeldig adres (verkeerd formaat).

source: Invalidate
fr: Invalider
nl: Ongeldig verklaren

source: Invalidate response %@
fr: Invalider la réponse %@
nl: Antwoord %@ ongeldig verklaren

source: Join existing cohouse
fr: Joindre une coloc existante
nl: Bestaande cohouse joinen

source: Join or create a cohouse to participate in challenges.
fr: Rejoins ou crée une colocation pour participer aux challenges.
nl: Join of maak een cohouse aan om deel te nemen aan challenges.

source: Lactose free
fr: Sans lactose
nl: Lactosevrij

source: Last name *
fr: Nom *
nl: Achternaam *

source: Leaderboard
fr: Classement
nl: Klassement

source: Library
fr: Bibliothèque
nl: Bibliotheek

source: Loading challenges…
fr: Chargement des challenges…
nl: Challenges laden…

source: Loading cohouses...
fr: Chargement des colocs...
nl: Cohouses laden...

source: Loading cohouses…
fr: Chargement des colocs…
nl: Cohouses laden…

source: Loading history…
fr: Chargement de l'historique…
nl: Geschiedenis laden…

source: Loading leaderboard…
fr: Chargement du leaderboard…
nl: Klassement laden…

source: Loading planning...
fr: Chargement du planning...
nl: Planning laden...

source: Loading...
fr: Chargement...
nl: Laden...

source: Location
fr: Localisation
nl: Locatie

source: LOCATION
fr: LOCALISATION
nl: LOCATIE

source: Make admin
fr: Rendre admin
nl: Admin maken

source: Make Admin
fr: Rendre Admin
nl: Admin maken

source: Match %lld cohouses
fr: Associer %lld colocs
nl: %lld cohouses matchen

source: Match cohouses
fr: Associer les colocs
nl: Cohouses matchen

source: Match cohouses?
fr: Associer les colocs ?
nl: Cohouses matchen?

source: Matched at
fr: Associé le
nl: Gematcht op

source: Matched groups
fr: Groupes formés
nl: Gevormde groepen

source: Matched Groups
fr: Groupes formés
nl: Gevormde groepen

source: Matching cohouses...
fr: Association des colocs...
nl: Cohouses matchen...

source: Matching complete!
fr: Association terminée !
nl: Matching voltooid!

source: Matching confirmed!
fr: Association confirmée !
nl: Matching bevestigd!

source: Matching failed
fr: Échec de l'association
nl: Matching mislukt

source: Max participants
fr: Participants max
nl: Max deelnemers

source: Max participants:
fr: Participants max :
nl: Max deelnemers:

source: Me
fr: Moi
nl: Ik

source: Members
fr: Membres
nl: Leden

source: MEMBERS (%lld)
fr: MEMBRES (%lld)
nl: LEDEN (%lld)

source: Mixed
fr: Mixte
nl: Gemengd

source: month
fr: mois
nl: maand

source: Name
fr: Nom
nl: Naam

source: Name or email
fr: Nom ou email
nl: Naam of e-mail

source: Never mind
fr: Tant pis
nl: Laat maar

source: New challenge
fr: Nouveau challenge
nl: Nieuwe challenge

source: New CKR Game
fr: Nouveau jeu CKR
nl: Nieuw CKR-spel

source: New cohouse
fr: Nouvelle coloc
nl: Nieuwe cohouse

source: New News
fr: Nouvelle News
nl: Nieuw nieuwsbericht

source: Next challenges :
fr: Prochains challenges :
nl: Volgende challenges:

source: Next CKR Game
fr: Prochain jeu CKR
nl: Volgend CKR-spel

source: Next Edition
fr: Prochaine édition
nl: Volgende editie

source: Next Edition In
fr: Prochaine édition dans
nl: Volgende editie over

source: No %@ challenges
fr: Aucun challenge %@
nl: Geen %@ challenges

source: No account found for this email. Would you like to create a new account?
fr: Aucun compte trouvé pour cet email. Souhaites-tu créer un nouveau compte ?
nl: Geen account gevonden voor dit e-mailadres. Wil je een nieuw account aanmaken?

source: No bracelet, no entry!
fr: Pas de bracelet, pas d'entrée !
nl: Geen bandje, geen toegang!

source: No challenges
fr: Aucun challenge
nl: Geen challenges

source: No CKR Game planned
fr: Aucun jeu CKR prévu
nl: Geen CKR-spel gepland

source: No cohouses found
fr: Aucune coloc trouvée
nl: Geen cohouses gevonden

source: No dietary preferences
fr: Aucune préférence alimentaire
nl: Geen dieetvoorkeuren

source: No members
fr: Aucun membre
nl: Geen leden

source: No news
fr: Aucune news
nl: Geen nieuws

source: No news at the moment
fr: Aucune news pour le moment
nl: Geen nieuws op dit moment

source: No next date provided
fr: Pas de prochaine date
nl: Geen volgende datum opgegeven

source: No notifications sent yet
fr: Aucune notification envoyée
nl: Nog geen notificaties verstuurd

source: No responses
fr: Aucune réponse
nl: Geen antwoorden

source: No results
fr: Aucun résultat
nl: Geen resultaten

source: No specific response
fr: Aucune réponse spécifique
nl: Geen specifiek antwoord

source: No users match "%@"
fr: Aucun utilisateur ne correspond à "%@"
nl: Geen gebruikers gevonden voor "%@"

source: No validated challenges yet
fr: Aucun challenge validé pour l'instant
nl: Nog geen gevalideerde challenges

source: None
fr: Aucun
nl: Geen

source: Note (optional)
fr: Note (optionnel)
nl: Opmerking (optioneel)

source: Nothing to do here. Validate when it's done ✅
fr: Rien à faire ici. Valide quand c'est fait ✅
nl: Niets te doen hier. Valideer wanneer het klaar is ✅

source: Notification detail
fr: Détail de la notification
nl: Notificatiedetail

source: Nut free
fr: Sans noix
nl: Notenvrij

source: Open
fr: Ouvert

source: Open address
fr: Ouvrir l'adresse
nl: Adres openen

source: Optional — personalize your cohouse page.
fr: Optionnel — personnalise la page de ta coloc.
nl: Optioneel — personaliseer je cohouse-pagina.

source: or
fr: ou
nl: of

source: Order summary
fr: Résumé de la commande
nl: Besteloverzicht

source: Party
fr: Teuf
nl: Feest

source: PARTY
fr: TEUF
nl: FEEST

source: Party name
fr: Nom de la teuf
nl: Naam van het feest

source: Pay %@
fr: Payer %@
nl: Betaal %@

source: Payment
fr: Paiement
nl: Betaling

source: Payment is processed securely via Stripe. Your card details are never stored on our servers.
fr: Le paiement est traité de manière sécurisée via Stripe. Vos informations bancaires ne sont jamais stockées sur nos serveurs.
nl: De betaling wordt veilig verwerkt via Stripe. Je kaartgegevens worden nooit op onze servers opgeslagen.

source: Photo Library
fr: Bibliothèque photo
nl: Fotobibliotheek

source: Photo source
fr: Source de la photo
nl: Fotobron

source: Pick the right answer. Only one attempt 🫣
fr: Choisis la bonne réponse. Une seule tentative 🫣
nl: Kies het juiste antwoord. Slechts één poging 🫣

source: Pin location
fr: Position du pin
nl: Pinlocatie

source: Planning not yet available
fr: Planning pas encore disponible
nl: Planning nog niet beschikbaar

source: Planning revealed
fr: Planning révélé
nl: Planning onthuld

source: Planning revealed! 🎉
fr: Planning révélé ! 🎉
nl: Planning onthuld! 🎉

source: Points (default: 1)
fr: Points (par défaut : 1)
nl: Punten (standaard: 1)

source: Postcode
fr: Code Postal

source: Price per person
fr: Prix par personne
nl: Prijs per persoon

source: Pricing
fr: Tarif
nl: Tarief

source: Privacy Policy
fr: Politique de confidentialite
nl: Privacybeleid

source: Processing photo…
fr: Traitement de la photo…
nl: Foto verwerken…

source: Profile
fr: Profil
nl: Profiel

source: Quit cohouse
fr: Quitter la coloc
nl: Cohouse verlaten

source: Ready to submit · %@
fr: Prêt à envoyer · %@
nl: Klaar om te verzenden · %@

source: Register before %@
fr: Inscris-toi avant le %@
nl: Schrijf je in voor %@

source: Register your cohouse!
fr: Inscris ta coloc !
nl: Schrijf je cohouse in!

source: Registered!
fr: Inscrit !
nl: Ingeschreven!

source: Registration deadline
fr: Date limite d'inscription
nl: Inschrijvingsdeadline

source: Registrations closed
fr: Inscriptions fermées
nl: Inschrijvingen gesloten

source: Remove Admin
fr: Retirer Admin
nl: Admin verwijderen

source: Remove photo
fr: Supprimer la photo
nl: Foto verwijderen

source: Required to verify your identity when creating a cohouse.
fr: Requis pour vérifier ton identité quand tu crées une coloc
nl: Vereist om je identiteit te verifiëren bij het aanmaken van een cohouse.

source: Resend verification email
fr: Renvoyer le mail de vérification
nl: Verificatie-e-mail opnieuw versturen

source: Reset
fr: Réinitialiser
nl: Resetten

source: Reset all matches?
fr: Réinitialiser toutes les associations ?
nl: Alle matches resetten?

source: Reset failed
fr: Échec de la réinitialisation
nl: Reset mislukt

source: Reset matches
fr: Réinitialiser les associations
nl: Matches resetten

source: Response invalidated ❌
fr: Réponse invalidée ❌
nl: Antwoord ongeldig verklaard ❌

source: Response validated ✅
fr: Réponse validée ✅
nl: Antwoord gevalideerd ✅

source: Response: %@
fr: Réponse : %@
nl: Antwoord: %@

source: Result
fr: Résultat
nl: Resultaat

source: Retake photo
fr: Reprendre la photo
nl: Foto opnieuw nemen

source: Retry confirmation
fr: Réessayer la confirmation
nl: Bevestiging opnieuw proberen

source: Reveal failed
fr: Échec de la révélation
nl: Onthulling mislukt

source: Reveal planning?
fr: Révéler le planning ?
nl: Planning onthullen?

source: Reveal to all participants
fr: Révéler à tous les participants
nl: Onthullen aan alle deelnemers

source: Reveal to participants
fr: Révéler aux participants
nl: Onthullen aan deelnemers

source: Revealing...
fr: Révélation en cours...
nl: Onthullen...

source: Save
fr: Enregistrer
nl: Opslaan

source: Save failed
fr: Échec de l'enregistrement
nl: Opslaan mislukt

source: Saving event settings...
fr: Enregistrement des paramètres...
nl: Evenementinstellingen opslaan...

source: Search for a user
fr: Rechercher un utilisateur
nl: Zoek een gebruiker

source: Searching...
fr: Recherche...
nl: Zoeken...

source: Seconds
fr: Secondes
nl: Seconden

source: Select
fr: Sélectionner
nl: Selecteren

source: Select a cohouse
fr: Sélectionner une coloc
nl: Selecteer een cohouse

source: Select Type
fr: Type
nl: Type

source: Select user
fr: Trouve toi
nl: Zoek jezelf

source: Select yourself
fr: Trouve toi
nl: Zoek jezelf

source: Send notification
fr: Envoyer la notification
nl: Notificatie versturen

source: Send to
fr: Envoyer à
nl: Versturen naar

source: Sent
fr: Envoyé
nl: Verzonden

source: Sent at
fr: Envoyé le
nl: Verzonden op

source: Share this code with your cohouse buddies
fr: Partager ce code avec tes colocs
nl: Deel deze code met je cohouse-genoten

source: Shuffle answers
fr: Mélanger les réponses
nl: Antwoorden schudden

source: Sign in with Apple
fr: Sign in avec Apple
nl: Inloggen met Apple

source: Sign in with Google
fr: Sign in avec Google
nl: Inloggen met Google

source: Sort responses
fr: Trier les réponses
nl: Antwoorden sorteren

source: Start
fr: Début

source: Start Date
fr: Date de début
nl: Startdatum

source: Start the challenge
fr: Commencer le challenge
nl: Begin de challenge

source: Status
fr: Statut

source: Status: %@
fr: Statut : %@

source: Stay tuned!
fr: Reste connecté !
nl: Blijf op de hoogte!

# Stored as %lld cents — displayed as %@
source: Stored as %1$lld cents — displayed as %2$@
fr: Stocké en %1$lld centimes — affiché %2$@
nl: Opgeslagen als %1$lld cent — weergegeven als %2$@

source: SUBMIT PHOTO
fr: ENVOYER LA PHOTO
nl: FOTO VERSTUREN

source: SUBMIT YOUR ANSWER
fr: ENVOIE TA RÉPONSE
nl: VERSTUUR JE ANTWOORD

source: SUBMIT YOUR NAME
fr: ENVOIE TON NOM
nl: VERSTUUR JE NAAM

source: Submitted on: %@
fr: Soumis le : %@
nl: Ingediend op: %@

source: Submitting…
fr: Envoi en cours…
nl: Verzenden…

source: Take a photo of your ID card
fr: Prends ta carte d'identité en photo
nl: Neem een foto van je identiteitskaart

source: Take or choose a photo
fr: Prends ou choisis une photo
nl: Neem of kies een foto

source: Take your best photo. Smile 😄
fr: Prends ta plus belle photo. Souris 😄
nl: Neem je mooiste foto. Lach 😄

source: Tap + to create a challenge
fr: Appuie sur + pour créer un challenge
nl: Tik op + om een challenge aan te maken

source: Tap + to create a news
fr: Appuie sur + pour créer une news
nl: Tik op + om een nieuwsbericht aan te maken
